WebServiceClient/target/classes/Test-SJS.xml.tmp

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Body>
    <SearchOrgBaseInfoByOrgName xmlns="http://tempuri.org/">
      <UserName>UserNameTemp</UserName>
      <PassWord>PassWordTemp</PassWord>
      <OrgName>深圳悦馨酒店管理有限公司科技园分公司</OrgName>
    </SearchOrgBaseInfoByOrgName>
  </soap:Body>
</soap:Envelope>
